const subj = [
    {
        "Субъект РФ": "Москва",
        "Население (%)": 100,
        "id": 77
    },
    {
        "Субъект РФ": "Белгородская обл.",
        "Население (%)": 59.3227478749718,
        "id": 31
    },
    {
        "Субъект РФ": "Брянская обл.",
        "Население (%)": 48.4305894758531,
        "id": 32
    },
    {
        "Субъект РФ": "Владимирская обл.",
        "Население (%)": 0,
        "id": 33
    },
    {
        "Субъект РФ": "Воронежская обл.",
        "Население (%)": 67.4276707076555,
        "id": 36
    },
    {
        "Субъект РФ": "Ивановская обл.",
        "Население (%)": 50.1905090491798,
        "id": 37
    },
    {
        "Субъект РФ": "Калужская обл.",
        "Население (%)": 43.1707631203386,
        "id": 40
    },
    {
        "Субъект РФ": "Костромская обл.",
        "Население (%)": 0,
        "id": 44
    },
    {
        "Субъект РФ": "Курская обл.",
        "Население (%)": 60.504994264478,
        "id": 46
    },
    {
        "Субъект РФ": "Липецкая обл.",
        "Население (%)": 69.9945474979692,
        "id": 48
    },
    {
        "Субъект РФ": "Московская обл.",
        "Население (%)": 1.98092190630639,
        "id": 50
    },
    {
        "Субъект РФ": "Орловская обл.",
        "Население (%)": 0,
        "id": 57
    },
    {
        "Субъект РФ": "Рязанская обл.",
        "Население (%)": 68.2567254701256,
        "id": 62
    },
    {
        "Субъект РФ": "Смоленская обл.",
        "Население (%)": 0,
        "id": 67
    },
    {
        "Субъект РФ": "Тамбовская обл.",
        "Население (%)": 0,
        "id": 68
    },
    {
        "Субъект РФ": "Тверская обл.",
        "Население (%)": 0,
        "id": 69
    },
    {
        "Субъект РФ": "Тульская обл.",
        "Население (%)": 55.2395451921125,
        "id": 71
    },
    {
        "Субъект РФ": "Ярославская обл.",
        "Население (%)": 0,
        "id": 76
    },
    {
        "Субъект РФ": "Санкт-Петербург",
        "Население (%)": 0,
        "id": 78
    },
    {
        "Субъект РФ": "Карелия респ.",
        "Население (%)": 0,
        "id": 10
    },
    {
        "Субъект РФ": "Коми респ.",
        "Население (%)": 0,
        "id": 11
    },
    {
        "Субъект РФ": "Архангельская обл.",
        "Население (%)": 21,
        "id": 29
    },
    {
        "Субъект РФ": "Вологодская обл.",
        "Население (%)": 38,
        "id": 35
    },
    {
        "Субъект РФ": "Калининградская обл.",
        "Население (%)": 62,
        "id": 39
    },
    {
        "Субъект РФ": "Ленинградская обл.",
        "Население (%)": 0,
        "id": 47
    },
    {
        "Субъект РФ": "Мурманская обл.",
        "Население (%)": 52,
        "id": 51
    },
    {
        "Субъект РФ": "Новгородская обл.",
        "Население (%)": 0,
        "id": 53
    },
    {
        "Субъект РФ": "Псковская обл.",
        "Население (%)": 0,
        "id": 60
    },
    {
        "Субъект РФ": "Ненецкий авт. округ",
        "Население (%)": null,
        "id": 83
    },
    {
        "Субъект РФ": "Севастополь",
        "Население (%)": 0,
        "id": 92
    },
    {
        "Субъект РФ": "Адыгея респ.",
        "Население (%)": null,
        "id": 1
    },
    {
        "Субъект РФ": "Калмыкия респ.",
        "Население (%)": null,
        "id": 8
    },
    {
        "Субъект РФ": "Крым респ.",
        "Население (%)": 13,
        "id": 82
    },
    {
        "Субъект РФ": "Астраханская обл.",
        "Население (%)": 80,
        "id": 30
    },
    {
        "Субъект РФ": "Волгоградская обл.",
        "Население (%)": 53,
        "id": 34
    },
    {
        "Субъект РФ": "Ростовская обл.",
        "Население (%)": 78,
        "id": 61
    },
    {
        "Субъект РФ": "Краснодарский край",
        "Население (%)": 39,
        "id": 23
    },
    {
        "Субъект РФ": "Дагестан респ.",
        "Население (%)": 42,
        "id": 5
    },
    {
        "Субъект РФ": "Ингушетия респ.",
        "Население (%)": null,
        "id": 6
    },
    {
        "Субъект РФ": "Кабардино-Балкарская респ.",
        "Население (%)": null,
        "id": 7
    },
    {
        "Субъект РФ": "Карачаево-Черкесская респ.",
        "Население (%)": 0,
        "id": 9
    },
    {
        "Субъект РФ": "Респ. Северная Осетия - Алания",
        "Население (%)": 68,
        "id": 15
    },
    {
        "Субъект РФ": "Чеченская респ.",
        "Население (%)": null,
        "id": 20
    },
    {
        "Субъект РФ": "Ставропольский край",
        "Население (%)": 0,
        "id": 26
    },
    {
        "Субъект РФ": "Курганская обл.",
        "Население (%)": 61,
        "id": 45
    },
    {
        "Субъект РФ": "Свердловская обл.",
        "Население (%)": 52,
        "id": 66
    },
    {
        "Субъект РФ": "Тюменская обл.",
        "Население (%)": 0,
        "id": 72
    },
    {
        "Субъект РФ": "Челябинская обл.",
        "Население (%)": 62,
        "id": 74
    },
    {
        "Субъект РФ": "Ханты-Мансийский авт. округ — Югра",
        "Население (%)": 55,
        "id": 86
    },
    {
        "Субъект РФ": "Ямало-Ненецкий авт. округ",
        "Население (%)": 0,
        "id": 89
    },
    {
        "Субъект РФ": "Башкортостан респ.",
        "Население (%)": 45,
        "id": 2
    },
    {
        "Субъект РФ": "Марий Эл респ.",
        "Население (%)": null,
        "id": 12
    },
    {
        "Субъект РФ": "Мордовия респ.",
        "Население (%)": 64,
        "id": 13
    },
    {
        "Субъект РФ": "Татарстан респ.",
        "Население (%)": 60,
        "id": 16
    },
    {
        "Субъект РФ": "Удмуртская респ.",
        "Население (%)": 66,
        "id": 18
    },
    {
        "Субъект РФ": "Чувашская респ.",
        "Население (%)": 81,
        "id": 21
    },
    {
        "Субъект РФ": "Пермский край",
        "Население (%)": 67,
        "id": 59
    },
    {
        "Субъект РФ": "Кировская обл.",
        "Население (%)": 54,
        "id": 43
    },
    {
        "Субъект РФ": "Нижегородская обл.",
        "Население (%)": 12,
        "id": 52
    },
    {
        "Субъект РФ": "Оренбургская обл.",
        "Население (%)": 28,
        "id": 56
    },
    {
        "Субъект РФ": "Пензенская обл.",
        "Население (%)": 59,
        "id": 58
    },
    {
        "Субъект РФ": "Самарская обл.",
        "Население (%)": 83,
        "id": 63
    },
    {
        "Субъект РФ": "Саратовская обл.",
        "Население (%)": 57,
        "id": 64
    },
    {
        "Субъект РФ": "Ульяновская обл.",
        "Население (%)": 86,
        "id": 73
    },
    {
        "Субъект РФ": "Алтай респ.",
        "Население (%)": null,
        "id": 4
    },
    {
        "Субъект РФ": "Тыва респ.",
        "Население (%)": 66,
        "id": 17
    },
    {
        "Субъект РФ": "Хакасия респ.",
        "Население (%)": 71,
        "id": 19
    },
    {
        "Субъект РФ": "Алтайский край",
        "Население (%)": 64,
        "id": 22
    },
    {
        "Субъект РФ": "Красноярский край",
        "Население (%)": 66,
        "id": 24
    },
    // {
    //     "Субъект РФ": "Таймырский АО (в сост. Красноярского края)",
    //     "Население (%)": 99,
    //     "id": 84
    // },
    {
        "Субъект РФ": "Иркутская обл.",
        "Население (%)": 76,
        "id": 38
    },
    {
        "Субъект РФ": "Кемеровская обл.",
        "Население (%)": 49,
        "id": 42
    },
    {
        "Субъект РФ": "Новосибирская обл.",
        "Население (%)": 76,
        "id": 54
    },
    {
        "Субъект РФ": "Омская обл.",
        "Население (%)": 83,
        "id": 55
    },
    {
        "Субъект РФ": "Томская обл.",
        "Население (%)": 74,
        "id": 70
    },
    {
        "Субъект РФ": "Бурятия респ.",
        "Население (%)": 82,
        "id": 3
    },
    {
        "Субъект РФ": "Саха респ. (Якутия)",
        "Население (%)": 59,
        "id": 14
    },
    {
        "Субъект РФ": "Забайкальский край",
        "Население (%)": 51,
        "id": 75
    },
    {
        "Субъект РФ": "Камчатский край",
        "Население (%)": 0,
        "id": 41
    },
    {
        "Субъект РФ": "Приморский край",
        "Население (%)": 42,
        "id": 25
    },
    {
        "Субъект РФ": "Хабаровский край",
        "Население (%)": 81,
        "id": 27
    },
    {
        "Субъект РФ": "Амурская обл.",
        "Население (%)": 11,
        "id": 28
    },
    {
        "Субъект РФ": "Магаданская обл.",
        "Население (%)": 69,
        "id": 49
    },
    {
        "Субъект РФ": "Сахалинская обл.",
        "Население (%)": 50,
        "id": 65
    },
    {
        "Субъект РФ": "Еврейская авт. обл.",
        "Население (%)": 67,
        "id": 79
    },
    {
        "Субъект РФ": "Чукотский авт. округ",
        "Население (%)": 0,
        "id": 87
    },
    {
        "Субъект РФ": "ЛНР",
        "Население (%)": null,
        "id": 100
    },
    {
        "Субъект РФ": "ДНР",
        "Население (%)": null,
        "id": 80
    },
    {
        "Субъект РФ": "Запорожская область",
        "Население (%)": null,
        "id": 185
    },
    {
        "Субъект РФ": "Херсонская область",
        "Население (%)": null,
        "id": 184
    }
]

export default subj;



